Repository: josephgbr/cleanlib32
Catalog: locale/*.po
Languages: pt_br

source: This program may be freely redistributed under the terms of the GNU General Public License.
pt_br: Este programa pode ser livremente redistribuído sub os termos da Licença Pública Geral GNU (GPL).

source: usage: %s [operation]
pt_br: uso: %s [operação]

source: operations:
pt_br: operações:

source: %s allows you to easily remove all lib32 packages installed as\ndependency of another, but are not need anymore. Target packages\nwill be displayed and will\nbe given you a chance to cancel, in\ncase you do not want to remove at least one\nof them.
pt_br: %s permite que você remova todos pacotes lib32 instalados como dependência de outro, mas não são mais necessários. Pacotes alvos serão exibidos e será dada a você a chance de cancelar, no caso de você não querer remover no mínimo um pacote.

source: ERROR:
pt_br: ERRO:

source: Invalid option: '%s'
pt_br: Opção inválida: "%s"

source: Gathering list of uneeded packages to be uninstalled...
pt_br: Este programa pode ser livremente redistribuído sub os termos da Licença Pública Geral GNU.

source: No uneeded lib32 package installed. There is nothing to do. Leaving...
pt_br: Nenhuma pacote lib32 desnecessário instalado. Nada para fazer. Saindo...

source: Packages that will be uninstalled:
pt_br: Pacotes que serão desinstalados:

source: Press N key to NOT uninstallation right now or any other key to continue.\n (waiting an answer from user...)
pt_br: Pressione a tecla N para NÃO desinstalar agora mesmo ou qualquer outra tecla para continuar. (esperando por uma resposta do usuário...)

source: Removing packages...
pt_br: Removendo pacotes...

source: Removing packages with sudo...
pt_br: Removendo pacotes com sudo...

source: You dont have root permission to uninstall packages.
pt_br: Você não tem permissões de root para desinstalar pacotes.
